{
    "id": "bista2004ef1",
    "title": "Fremdsprachen Sek I",
    "description": "Bildungsstandards für die erste Fremdsprache (Englisch/Französisch) für den Haupt- und Mittleren Schulabschluss",
    "dimensions": [{
        "id": "esa",
        "title": "Hauptschule",
        "description": "In diesem Kapitel werden die von den Schülerinnen und Schülern zu erwerbenden zentralen Kompetenzen für den Hauptschulabschluss nach Jahrgangsstufe 9 als erstem allgemeinbildenden Abschluss beschrieben. Die Beschreibung erfolgt in enger Anlehnung an den Gemeinsamen europäischen Referenzrahmen (GeR).2) Sofern der GeR seinerseits Niveaustufen der Sprachbeherrschung definiert, werden diese auch hier verwendet. Insofern werden für die Kommunikativen Fertigkeiten (Kapitel 3.1) und die Verfügung über die sprachlichen Mittel (Kapitel 3.2) Niveaustufen des Referenzrahmens angeführt. Für die Interkulturellen Kompetenzen (Kapitel 3.3) und die Methodenkompetenzen (Kapitel 3.4) enthält der GeR nur allgemeine Ausführungen ohne Niveaustufen. Darauf basierend werden hier erfahrungsgestützte Festlegungen vorgenommen. In allen vier vorgenannten Bereichen werden jeweils die mittleren sprachlichen Anforderungen beschrieben, die für Schülerinnen und Schüler zum Erwerb des Hauptschulabschlusses nach Jahrgangsstufe 9 gelten sollen. Soweit nicht anders angegeben, beziehen sich die Kompetenzbeschreibungen sowohl auf die englische als auch auf die französische Sprache.",
        "children": [{
            "id": "1",
            "title": "Kommunikative Fertigkeiten",
            "description": "Bis zum Erwerb des Hauptschulabschlusses am Ende der Jahrgangsstufe 9 erreichen die Schülerinnen und Schüler im Wesentlichen die Kompetenzstufe A2 des Gemeinsamen europäischen Referenzrahmens. In Abhängigkeit von den Eigenbedingungen schulischen Fremdsprachenlernens ist jedoch in einigen Kompetenzbereichen das Anforderungsniveau A2+ gewählt worden. Das Niveau des Referenzrahmens – soweit dort ausgewiesen – ist für jeden Standard in Klammern angegeben.",
            "children": [{
                "id": "1.1",
                "title": "Hör- und Hör-/Sehverstehen",
                "description": "Die Schülerinnen und Schüler können Wendungen und Wörter verstehen, wenn es um Dinge von ganz unmittelbarer Bedeutung geht (z.B. ganz grundlegende Informationen zu Person, Familie, Einkaufen, Schule, näherer Umgebung), sofern deutlich und langsam gesprochen wird (A2). Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "1.1.1",
                    "title": "im Allgemeinen das Thema von Gesprächen, die in ihrer Gegenwart geführt werden, erkennen, wenn langsam und deutlich gesprochen wird (A2),"
                }, {
                    "id": "1.1.2",
                    "title": "das Wesentliche von kurzen, klaren und einfachen Durchsagen und Mitteilungen erfassen (A2),"
                }, {
                    "id": "1.1.3",
                    "title": "die Hauptinformationen von kurzen, langsam und deutlich gesprochenen Tonaufnahmen über vorhersehbare alltägliche Dinge entnehmen (A2) sowie die Hauptinformationen von Fernsehmeldungen über Ereignisse erfassen, wenn der Kommentar durch das Bild unterstützt wird (A2+)."
                }
                ]
            }, {
                "id": "1.2",
                "title": "Leseverstehen",
                "description": "Die Schülerinnen und Schüler können kurze, einfache Texte lesen und verstehen, die einen sehr frequenten Wortschatz und einen gewissen Anteil international bekannter Wörter enthalten (A 2). Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "1.2.1",
                    "title": "kurze, einfache persönliche Briefe und E-Mails verstehen (A2),"
                }, {
                    "id": "1.2.2",
                    "title": "konkrete, voraussagbare Informationen in einfachen Alltagstexten auffinden, z.B. in Anzeigen, Prospekten, Speisekarten, Fahrplänen, Programmzeitschriften (A2),"
                }, {
                    "id": "1.2.3",
                    "title": "gebräuchliche Zeichen und Schilder an öffentlichen Orten, z.B. Wegweiser, Warnungen vor Gefahr verstehen (A2),"
                }, {
                    "id": "1.2.4",
                    "title": "aus einfacheren schriftlichen Materialien wie Briefen, Broschüren, Zeitungsartikeln (oder auch dem Niveau entsprechenden fiktionalen Texten) spezifische Informationen herausfinden (A2),"
                }, {
                    "id": "1.2.5",
                    "title": "einfache Anleitungen für Apparate verstehen, mit denen sie im Alltag zu tun haben (A2)."
                }
                ]
            }, {
                "id": "1.3",
                "title": "Sprechen - An Gesprächen teilnehmen",
                "description": "Die Schülerinnen und Schüler können sich in einfachen, routinemäßigen Situationen verständigen, in denen es um einen unkomplizierten und direkten Austausch von Informationen über vertraute Themen geht (A2). Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "1.3.1",
                    "title": "alltägliche Höflichkeitsformeln verwenden, um jemanden zu begrüßen oder anzusprechen (A2),"
                }, {
                    "id": "1.3.2",
                    "title": "jemanden einladen und auf Einladungen reagieren (A2),"
                }, {
                    "id": "1.3.3",
                    "title": "um Entschuldigung bitten und auf Entschuldigungen reagieren (A2),"
                }, {
                    "id": "1.3.4",
                    "title": "sagen, was sie gern haben und was nicht (A2),"
                }, {
                    "id": "1.3.5",
                    "title": "auf einfache Weise praktische Fragen des Alltags besprechen und Verabredungen treffen, wenn sie klar, langsam und direkt angesprochen werden (A2),"
                }, {
                    "id": "1.3.6",
                    "title": "sich in einfachen Routinesituationen (Einkaufen, Essen, öffentliche Verkehrsmittel) verständigen und Informationen geben und erfragen (A2),"
                }, {
                    "id": "1.3.7",
                    "title": "mit Formulierungshilfen die eigene Meinung zu lebenspraktischen Fragestellungen äußern, wenn diese Fragen ggf. in Kernpunkten wiederholt werden,"
                }, {
                    "id": "1.3.8",
                    "title": "in einem Interview einfache Fragen beantworten und auf einfache Feststellungen reagieren (A2)."
                }
                ]
            }, {
                "id": "1.4",
                "title": "Sprechen - Zusammenhängendes Sprechen",
                "description": "Die Schülerinnen und Schüler können eine einfache Beschreibung von Menschen, Lebens-, Schul- oder Arbeitsbedingungen, Alltagsroutinen, Vorlieben oder Abneigungen usw. geben und zwar in kurzen, einfach strukturierten Wendungen und Sätzen (A2). Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "1.4.1",
                    "title": "eine kurze, einfache Präsentation zu einem vertrauten Thema geben (A2),"
                }, {
                    "id": "1.4.2",
                    "title": "etwas erzählen und in Form einer einfachen Aufzählung berichten (A2),"
                }, {
                    "id": "1.4.3",
                    "title": "kurz und einfach über eine Tätigkeit oder ein Ereignis berichten (A2)."
                }
                ]
            }, {
                "id": "1.5",
                "title": "Schreiben",
                "description": "Die Schülerinnen und Schüler können in einer Reihe einfacher Sätze über die eigene Familie, die Lebensumstände und die Schule schreiben. Sie können eine sehr kurze, elementare Beschreibung von Ereignissen, Handlungen, Plänen und persönlichen Erfahrungen erstellen sowie kurze Geschichten nach sprachlichen Vorgaben verfassen (A2/A2+). Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "1.5.1",
                    "title": "kurze, einfache Notizen und Mitteilungen schreiben, die sich auf unmittelbare Bedürfnisse und notwendige Dinge beziehen (A2),"
                }, {
                    "id": "1.5.2",
                    "title": "einfache, persönliche Briefe und E-Mails schreiben (A2),"
                }, {
                    "id": "1.5.3",
                    "title": "nach sprachlichen Vorgaben kurze einfache Texte (Berichte, Beschreibungen, Geschichten, Gedichte) verfassen (A2)."
                }
                ]
            }, {
                "id": "1.6",
                "title": "Sprachmittlung",
                "description": "Die Schülerinnen und Schüler können mündlich einfache sprachliche Äußerungen von der einen in die andere Sprache sinngemäß übertragen."
            }
            ]
        }, {
            "id": "2",
            "title": "Verfügung über die sprachlichen Mittel",
            "description": "Die sprachlichen Mittel Wortschatz, Grammatik, Aussprache, Intonation und Orthographie sind funktionale Bestandteile der Kommunikation und haben grundsätzlich dienende Funktion. Im Vordergrund steht das Gelingen der Kommunikation. Für die folgenden Bereiche werden keine detaillierten Listen angeführt. Die Entscheidung darüber bleibt den einzelnen Ländern vorbehalten. In diesem Zusammenhang sei auch auf die Ausführungen im Kapitel 5.2.1 – Linguistische Kompetenzen – des GeR verwiesen. Bis zum Hauptschulabschluss nach Jahrgangsstufe 9 erreichen die Schülerinnen und Schüler im Wesentlichen das Niveau A2 des Gemeinsamen europäischen Referenzrahmens.",
            "children": [{
                "id": "2.1",
                "title": "Wortschatz",
                "description": "Die Schülerinnen und Schüler verfügen über einen elementaren Wortschatz, der sich aus vertrauten Themen entwickelt hat, hochfrequente und vielseitig verwendbare Einheiten einschließt und für die Bewältigung elementarer Kommunikationsbedürfnisse in vertrauten Situationen – wie unter 3.3 mit genannt – hinreichend ist. Die rezeptive Verfügbarkeit geht über die produktive Anwendung hinaus."
            }, {
                "id": "2.2",
                "title": "Grammatik",
                "description": "Die Schülerinnen und Schüler können einfache Strukturen intentions- und situationsangemessen verwenden, machen aber noch elementare Fehler. Trotzdem wird in der Regel klar, was sie zum Ausdruck bringen möchten. Die Reichweite der rezeptiv verfügbaren Strukturen ist erheblich größer als die der produktiv verfügbaren Strukturen. Sie können unter anderem",
                "children": [{
                    "id": "2.2.1",
                    "title": "Aussagen, Fragen und Aufforderungen in bejahter und verneinter Form verstehen und formulieren,"
                }, {
                    "id": "2.2.2",
                    "title": "einfache Handlungen, Ereignisse und Sachverhalte als gegenwärtig, vergangen oder zukünftig erkennen und wiedergeben,"
                }, {
                    "id": "2.2.3",
                    "title": "räumliche, zeitliche und logische Beziehungen erkennen und durch einfache Strukturen herstellen,"
                }, {
                    "id": "2.2.4",
                    "title": "Handlungsperspektiven (Bedingungsgefüge und passive Satzkonstruktionen) verstehen,"
                }, {
                    "id": "2.2.5",
                    "title": "Anzahl, Art und Zugehörigkeit von Gegenständen, Lebewesen und Sachverhalten erkennen und mit elementaren sprachlichen Mitteln beschreiben."
                }
                ]
            }, {
                "id": "2.3",
                "title": "Aussprache und Intonation",
                "description": "Die Schülerinnen und Schüler",
                "children": [{
                    "id": "2.3.1",
                    "title": "beherrschen die Aussprache im Allgemeinen klar genug, um verstanden zu werden; manchmal wird eine Wiederholung erforderlich,"
                }, {
                    "id": "2.3.2",
                    "title": "nutzen Zeichen der Lautschrift als Aussprachehilfe,"
                }, {
                    "id": "2.3.3",
                    "title": "können elementare Intonationsmuster anwenden."
                }
                ]
            }, {
                "id": "2.4",
                "title": "Orthographie",
                "description": "Die Schülerinnen und Schüler können die Redemittel eines grundlegenden Repertoires schriftlich verständlich wiedergeben."
            }
            ]
        }, {
            "id": "3",
            "title": "Interkulturelle Kompetenzen",
            "description": "Interkulturelle Kompetenzen umfassen mehr als Wissen und mehr als eine Technik. Sie umfassen auch und vor allem Haltungen, die ihren Ausdruck gleichermaßen im Denken, Fühlen und Handeln und ihre Verankerung in entsprechenden Lebenserfahrungen und ethischen Prinzipien haben. Interkulturelle Kompetenzen beinhalten Einsicht in die Kulturabhängigkeit des eigenen Denkens, Handelns und Verhaltens sowie die Fähigkeit und Bereitschaft zur Wahrnehmung und Analyse fremdkultureller Perspektiven. Zum Zeitpunkt des Erwerbs des Hauptschulabschlusses nach Jahrgangsstufe 9 heißt das: Die Schülerinnen und Schüler",
            "children": [{
                "id": "3.1",
                "title": "Kompetenzen",
                "children": [{
                    "id": "3.1.1",
                    "title": "kennen elementare spezifische Kommunikations- und Interaktionsregeln ausgewählter englisch- bzw. französischsprachiger Länder und können in vertrauten Situationen sprachlich angemessen handeln,"
                }, {
                    "id": "3.1.2",
                    "title": "kennen gängige Sicht- und Wahrnehmungsweisen, Vorurteile und Stereotype des eigenen und des fremdkulturellen Landes und setzen sich mit ihnen auseinander,"
                }, {
                    "id": "3.1.3",
                    "title": "sind neugierig auf Fremdes, aufgeschlossen für andere Kulturen und akzeptieren kulturelle Vielfalt ohne Angst und Vorbehalte,"
                }, {
                    "id": "3.1.4",
                    "title": "sind bereit, ungewohnte Erfahrungen auszuhalten, sich auf fremde Situationen einzustellen und sich in Situationen des Alltagslebens angemessen zu verhalten,"
                }, {
                    "id": "3.1.5",
                    "title": "können sich in Bezug auf die Befindlichkeiten und Denkweisen in fremdkulturelle Personen hineinversetzen,"
                }, {
                    "id": "3.1.6",
                    "title": "können Missverständnisse und Konfliktsituationen erkennen und versuchen, diese mit den ihnen zur Verfügung stehenden sprachlichen Mitteln zu klären bzw. zur Klärung beizutragen."
                }
                ]
            }, {
                "id": "3.2",
                "title": "Bezüge der Kompetenzen",
                "description": "Die Kenntnisse und Fertigkeiten beziehen sich insbesondere auf Charakteristika der eigenen und der fremdsprachlichen Gesellschaft und Kultur aus folgenden Bereichen:",
                "children": [{
                    "id": "3.2.1",
                    "title": "dem täglichen Leben (u.a. Alltag, Schule und Freizeit, Essen und Trinken, Arbeitszeiten und -gewohnheiten, Feiertage),"
                }, {
                    "id": "3.2.2",
                    "title": "Lebensbedingungen (u.a. Lebensstandard, geografische, soziokulturelle Merkmale),"
                }, {
                    "id": "3.2.3",
                    "title": "zwischenmenschlichen Beziehungen (u.a. Geschlechterbeziehungen, Familienstrukturen, Generationsbeziehungen),"
                }, {
                    "id": "3.2.4",
                    "title": "Werten, Normen, Überzeugungen, Einstellungen (u.a. in Bezug auf regionale Kulturen, Traditionen, Geschichte, Minderheiten, Kunst)."
                }
                ]
            }
            ]
        }, {
            "id": "4",
            "title": "Methodenkompetenzen",
            "description": "Die Schülerinnen und Schüler verfügen über folgende fachliche und fachübergreifende Arbeitstechniken und Methoden:",
            "children": [{
                "id": "4.1",
                "title": "Textrezeption (Hör- und Hör-/Sehverstehen und Leseverstehen)",
                "description": "Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "4.1.1",
                    "title": "verschiedene Hör- und Lesetechniken (u.a. globales, suchendes, detailliertes Hören und Lesen) aufgabenbezogen/funktionsbezogen einsetzen,"
                }, {
                    "id": "4.1.2",
                    "title": "weitgehend eigenständig wesentliche Informationen festhalten durch Unterstreichen und farbliches Hervorheben, ordnende Randnotizen sowie das Notieren von Stichworten."
                }
                ]
            }, {
                "id": "4.2",
                "title": "Interaktion",
                "description": "Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "4.2.1",
                    "title": "in der Klasse und in Alltagssituationen Kontakt aufnehmen, auf Ansprache reagieren und sich in Kommunikationsprozesse einbringen,"
                }, {
                    "id": "4.2.2",
                    "title": "grundlegende Regeln des Gesprächsablaufs beachten und Verständigungsprobleme durch Rückfragen und nonverbale Mittel überwinden,"
                }, {
                    "id": "4.2.3",
                    "title": "einfache Techniken des Vermittelns zwischen zwei Sprachen einsetzen."
                }
                ]
            }, {
                "id": "4.3",
                "title": "Textproduktion (Sprechen und Schreiben)",
                "description": "Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "4.3.1",
                    "title": "sich Informationen aus Texten beschaffen und sie als Grundlage für die eigene Textproduktion verwenden,"
                }, {
                    "id": "4.3.2",
                    "title": "Techniken zur Vorbereitung eigener Texte oder Präsentationen anwenden, z.B. Stichworte notieren, Gliederungen erstellen, Handlungsgeländer anfertigen, Bilder verwenden"
                }, {
                    "id": "4.3.3",
                    "title": "Texte unter Verwendung der vorbereiteten Hilfen mündlich vortragen oder schriftlich verfassen."
                }
                ]
            }, {
                "id": "4.4",
                "title": "Lernstrategien",
                "description": "Lernstrategien beziehen sich hier auf den Erwerb und den Einsatz sprachlicher Mittel, d.h. auf Aussprache, Intonation, Orthographie, Wortschatz sowie auf Grammatik. Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "4.4.1",
                    "title": "Hilfsmittel zum Nachschlagen wie Wörterbücher, grammatische Erklärungen und andere Lernhilfen nutzen,"
                }, {
                    "id": "4.4.2",
                    "title": "Verfahren zum Memorieren und Abrufen von Wörtern und Redemitteln anwenden."
                }
                ]
            }, {
                "id": "4.5",
                "title": "Präsentation und Neue Medien",
                "description": "Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "4.5.1",
                    "title": "Neue Medien zur Informationsbeschaffung, zur kommunikativen Interaktion und zum Lernen einsetzen,"
                }, {
                    "id": "4.5.2",
                    "title": "Präsentationstechniken zur Darstellung von Arbeitsergebnissen einsetzen (Medien auswählen, Gliederungs- und Visualisierungstechniken anwenden)."
                }
                ]
            }, {
                "id": "4.6",
                "title": "Lernorganisation und Lernbewusstheit",
                "description": "Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "4.6.1",
                    "title": "selbstständig und kooperativ arbeiten,"
                }, {
                    "id": "4.6.2",
                    "title": "Methoden der Projektarbeit (Planung, Durchführung, Auswertung) anwenden,"
                }, {
                    "id": "4.6.3",
                    "title": "für sie förderliche Lernbedingungen erkennen und nutzen, ihre Lernarbeit organisieren und die Zeit einteilen,"
                }, {
                    "id": "4.6.4",
                    "title": "ihren eigenen Lernfortschritt ggf. in einem Portfolio dokumentieren"
                }, {
                    "id": "4.6.5",
                    "title": "den Nutzen der Fremdsprache für persönliche und berufliche Kontakte einschätzen."
                }
                ]
            }
            ]
        }
        ]
    }, {
        "id": "msae",
        "title": "Mittlerer Schulabschluss Englisch",
        "description": "In diesem Kapitel werden die von den Schülerinnen und Schülern zu erwerbenden zentralen Kompetenzen für den Mittleren Schulabschluss beschrieben. Die Beschreibung erfolgt in enger Anlehnung an den Gemeinsamen europäischen Referenzrahmen (GeR).2) Sofern der GeR seinerseits Niveaustufen der Sprachbeherrschung definiert, werden diese auch hier verwendet. Insofern werden für die Kommunikativen Fertigkeiten (Kapitel 3.1) und die Verfügbarkeit der sprachlichen Mittel (Kapitel 3.2) Niveaustufen des Referenzrahmens angeführt. Für die Interkulturellen Kompetenzen (Kapitel 3.3) und die Methodenkompetenzen (Kapitel 3.4) werden entsprechend keine Stufungen vorgenommen. Die Niveaustufe beschreibt jeweils das mittlere sprachliche Niveau, das die Schülerinnen und Schüler bis zum Erwerb des Mittleren Schulabschlusses erreichen sollen.",
        "children": [{
            "id": "1",
            "title": "Kommunikative Fertigkeiten",
            "description": "Bis zum Mittleren Schulabschluss erreichen die Schülerinnen und Schüler im Wesentlichen das Niveau B1 des Gemeinsamen europäischen Referenzrahmens. In Abhängigkeit von den Eigenbedingungen schulischen Fremdsprachenlernens sind jedoch in einigen Kompetenzbereichen höhere oder niedrigere Anforderungsniveaus etabliert, die hier entsprechend berücksichtigt wurden (z. B. mit der Ausweisung von B1+ oder A2). Das Niveau des Referenzrahmens – soweit dort ausgewiesen – ist für jeden Standard in Klammern angegeben.",
            "children": [{
                "id": "1.1",
                "title": "Hör- und Hör-/Sehverstehen",
                "description": "Die Schülerinnen und Schüler können unkomplizierte Sachinformationen über gewöhnliche alltags- oder berufsbezogene Themen verstehen und dabei die Hauptaussagen und Einzelinformationen erkennen, wenn in deutlich artikulierter Standardsprache gesprochen wird (B1+). Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "1.1.1",
                    "title": "im Allgemeinen den Hauptpunkten von längeren Gesprächen folgen, die in ihrer Gegenwart geführt werden (B1),"
                }, {
                    "id": "1.1.2",
                    "title": "Vorträge verstehen, wenn die Thematik vertraut und die Darstellung unkompliziert und klar strukturiert ist (B1+),"
                }, {
                    "id": "1.1.3",
                    "title": "Ankündigungen und Mitteilungen zu konkreten Themen verstehen, die in normaler Geschwindigkeit in Standardsprache gesprochen werden (B2),"
                }, {
                    "id": "1.1.4",
                    "title": "vielen Filmen folgen, deren Handlung im Wesentlichen durch Bild und Aktion getragen wird (B1)."
                }, {
                    "id": "1.1.5",
                    "title": "den Informationsgehalt der meisten Rundfunksendungen und Tonaufnahmen über Themen von persönlichem Interesse verstehen (B1+),"
                }, {
                    "id": "1.1.6",
                    "title": "das Wesentliche in vielen Fernsehsendungen zu Themen von persönlichem Interesse, z. B. Interviews, kurze Vorträge oder Nachrichtensendungen verstehen (B1+)."
                }
                ]
            }, {
                "id": "1.2",
                "title": "Leseverstehen",
                "description": "Die Schülerinnen und Schüler können weitgehend selbstständig verschiedene Texte aus Themenfeldern ihres Interessen- und Erfahrungsbereiches lesen und verstehen (B1+). Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "1.2.1",
                    "title": "Korrespondenz lesen, die sich auf das eigene Interessengebiet bezieht und die wesentliche Aussage erfassen (B2),"
                }, {
                    "id": "1.2.2",
                    "title": "klar formulierte Anweisungen, unkomplizierte Anleitungen, Hinweise und Vorschriften verstehen (B1/ B2),"
                }, {
                    "id": "1.2.3",
                    "title": "längere Texte nach gewünschten Informationen durchsuchen und Informationen aus verschiedenen Texten zusammentragen, um eine bestimmte Aufgabe zu lösen (B1+),"
                }, {
                    "id": "1.2.4",
                    "title": "in kürzeren literarischen Texten (z. B. Short Stories) die wesentlichen Aussagen erfassen und diese zusammentragen, um eine bestimmte Aufgabe zu lösen (B1),"
                }, {
                    "id": "1.2.5",
                    "title": "die Aussagen einfacher literarischer Texte verstehen,"
                }, {
                    "id": "1.2.6",
                    "title": "in klar geschriebenen argumentativen Texten zu vertrauten Themen die wesentlichen Schlussfolgerungen erkennen, z. B. in Zeitungsartikeln (B1/ B1+)."
                }
                ]
            }, {
                "id": "1.3",
                "title": "Sprechen - An Gesprächen teilnehmen",
                "description": "Die Schülerinnen und Schüler können an Gesprächen über vertraute Themen teilnehmen, persönliche Meinungen ausdrücken und Informationen austauschen (B1). Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "1.3.1",
                    "title": "soziale Kontakte herstellen durch Begrüßung, Abschied, Sich-Vorstellen, Danken und Höflichkeitsformeln verwenden (A2),"
                }, {
                    "id": "1.3.2",
                    "title": "Gefühle wie Überraschung, Freude, Trauer, Interesse und Gleichgültigkeit ausdrücken und auf entsprechende Gefühlsäußerungen reagieren (B1),"
                }, {
                    "id": "1.3.3",
                    "title": "ein Gespräch oder eine Diskussion beginnen, fortführen und auch bei sprachlichen Schwierigkeiten aufrechterhalten (B1),"
                }, {
                    "id": "1.3.4",
                    "title": "die meisten Dienstleistungsgespräche und routinemäßigen Situationen bewältigen, z. B. Umgang mit öffentlichen Einrichtungen während eines Auslandsaufenthaltes, Einkauf, Essen (B1),"
                }, {
                    "id": "1.3.5",
                    "title": "in einem Interview konkrete Auskünfte geben, z. B. in Bewerbungsgesprächen (B1+),"
                }, {
                    "id": "1.3.6",
                    "title": "eine kurze Geschichte, einen Artikel, einen Vortrag, ein Interview oder eine Dokumentarsendung zu vertrauten Themen einem Gesprächspartner vorstellen und Informationsfragen dazu beantworten (B1+),"
                }, {
                    "id": "1.3.7",
                    "title": "in Gesprächen und Diskussionen kurz zu den Standpunkten anderer Stellung nehmen und höflich Überzeugungen und Meinungen, Zustimmung und Ablehnung ausdrücken (B1/ B1+)."
                }
                ]
            }, {
                "id": "1.4",
                "title": "Sprechen - Zusammenhängendes Sprechen",
                "description": "Die Schülerinnen und Schüler können Erfahrungen und Sachverhalte zusammenhängend darstellen, z. B. beschreiben, berichten, erzählen und bewerten (B1). Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "1.4.1",
                    "title": "mit einfachen Mitteln Gegenstände und Vorgänge des Alltags beschreiben, z. B. Rezepte, Wegbeschreibungen, Spielregeln, Bedienungsanleitungen (A2),"
                }, {
                    "id": "1.4.2",
                    "title": "eine vorbereitete Präsentation zu einem vertrauten Thema vortragen, wobei die Hauptpunkte hinreichend präzise erläutert werden (B1),"
                }, {
                    "id": "1.4.3",
                    "title": "für Ansichten, Pläne oder Handlungen kurze Begründungen oder Erklärungen geben (B1)."
                }
                ]
            }, {
                "id": "1.5",
                "title": "Schreiben",
                "description": "Die Schülerinnen und Schüler können zusammenhängende Texte zu vertrauten Themen aus ihrem Interessengebiet verfassen (B1). Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "1.5.1",
                    "title": "eine Nachricht notieren, wenn jemand nach Informationen fragt oder ein Problem erläutert (B1+),"
                }, {
                    "id": "1.5.2",
                    "title": "in persönlichen Briefen Mitteilungen, einfache Informationen und Gedanken darlegen (B1),"
                }, {
                    "id": "1.5.3",
                    "title": "einfache standardisierte Briefe und E-Mails adressatengerecht formulieren, z. B. Anfragen, Bewerbungen (B1),"
                }, {
                    "id": "1.5.4",
                    "title": "unkomplizierte, detaillierte Texte zu einer Reihe verschiedener Themen aus ihren Interessengebieten verfassen, z. B. Erfahrungsberichte, Geschichten, Beschreibungen (B1),"
                }, {
                    "id": "1.5.5",
                    "title": "kurze einfache Aufsätze zu Themen von allgemeinem Interesse schreiben (B1),"
                }, {
                    "id": "1.5.6",
                    "title": "kurze Berichte zu vertrauten Themen schreiben, darin Informationen weitergeben, Gründe für Handlungen angeben und Stellung nehmen (B 1+)."
                }
                ]
            }, {
                "id": "1.6",
                "title": "Sprachmittlung",
                "description": "Die Schülerinnen und Schüler können mündlich in Routinesituationen und schriftlich zu vertrauten Themen zusammenhängende sprachliche Äußerungen und Texte sinngemäß von der einen in die andere Sprache übertragen. Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "1.6.1",
                    "title": "in Alltagssituationen sprachmittelnd agieren,"
                }, {
                    "id": "1.6.2",
                    "title": "persönliche und einfache Sach- und Gebrauchstexte sinngemäß übertragen."
                }
                ]
            }
            ]
        }, {
            "id": "2",
            "title": "Verfügung über die sprachlichen Mittel",
            "description": "Die sprachlichen Mittel Wortschatz, Grammatik, Aussprache, Intonation und Orthographie sind funktionale Bestandteile der Kommunikation. Anzustreben ist ihre höchstmögliche Verfügbarkeit, allerdings haben sie grundsätzlich dienende Funktion. Im Vordergrund steht die gelungene Kommunikation. Für die folgenden Bereiche werden keine detaillierten Listen angeführt. Die Entscheidung darüber bleibt den einzelnen Ländern vorbehalten. In diesem Zusammenhang sei auch auf die Ausführungen im Kapitel 5.2.1 – Linguistische Kompetenzen – des Gemeinsamen europäischen Referenzrahmens verwiesen (http://www.goethe.de/z/50/commeuro/deindex.htm). Bis zum Mittleren Schulabschluss erreichen die Schülerinnen und Schüler im Wesentlichen das Niveau B1 des Gemeinsamen europäischen Referenzrahmens.",
            "children": [{
                "id": "2.1",
                "title": "Wortschatz",
                "description": "Die Schülerinnen und Schüler verfügen über einen hinreichend großen Wortschatz, um sich mit Hilfe von einigen Umschreibungen über die häufigsten Alltagsthemen der eigenen und der fremdsprachlichen Gesellschaft und Kultur (vgl. Kapitel 3.3) äußern zu können. Darüber hinaus sind sie in der Lage, zusätzliche lexikalische Einheiten hörend oder lesend zu verstehen (rezeptiver Wortschatz) oder selbstständig aus Texten zu erschließen (potentieller Wortschatz). Die Schülerinnen und Schüler machen aber noch elementare Fehler, wenn es darum geht, komplexere Sachverhalte auszudrücken und wenig vertraute Themen und Situationen zu bewältigen.",
                "children": []
            }, {
                "id": "2.2",
                "title": "Grammatik",
                "descrption": "Die Schülerinnen und Schüler verfügen im Allgemeinen über verwendungshäufige grammatische Strukturen, können diese intentions- und situationsangemessen anwenden und haben ein elementares Strukturbewusstsein entwickelt. Sie machen zwar noch Fehler, aber es bleibt klar, was sie zum Ausdruck bringen möchten. Darüber hinaus können sie ein Repertoire von häufig verwendeten Redefloskeln und von Wendungen ausreichend korrekt verwenden. Die Reichweite der rezeptiv verfügbaren Strukturen ist größer als die der produktiv verfügbaren Strukturen. Sie können unter anderem",
                "children": [{
                    "id": "2.2.1",
                    "title": "Aussagen, Fragen und Aufforderungen in bejahter und verneinter Form verstehen und formulieren,"
                }, {
                    "id": "2.2.2",
                    "title": "Handlungen, Ereignisse und Sachverhalte als gegenwärtig, vergangen, zukünftig oder zeitlos, mehrere Geschehnisse als gleichzeitig oder aufeinanderfolgend bzw. unter Berücksichtigung von Vor- und Nachzeitigkeit erkennen und wiedergeben,"
                }, {
                    "id": "2.2.3",
                    "title": "räumliche, zeitliche und logische Beziehungen erkennen und herstellen,"
                }, {
                    "id": "2.2.4",
                    "title": "Handlungsperspektiven (aktive und passive Satzkonstruktionen) verstehen und selbst formulieren,"
                }, {
                    "id": "2.2.5",
                    "title": "Anzahl, Art und Zugehörigkeit von Gegenständen, Lebewesen und Sachverhalten erkennen und beschreiben,"
                }, {
                    "id": "2.2.6",
                    "title": "Informationen wörtlich und vermittelt wiedergeben (direkte/indirekte Rede),"
                }, {
                    "id": "2.2.7",
                    "title": "Bedingungen und Bezüge formulieren."
                }
                ]
            }, {
                "id": "2.3",
                "title": "Aussprache und Intonation",
                "description": "Die Schülerinnen und Schüler",
                "children": [{
                    "id": "2.3.1",
                    "title": "können verschiedenartige Aussprachevarianten der Zielsprache verstehen,"
                }, {
                    "id": "2.3.2",
                    "title": "beherrschen die Aussprache in der Weise, dass diese i.d.R. weder auf der Wort- noch auf der Satzebene zu Missverständnissen führt,"
                }, {
                    "id": "2.3.3",
                    "title": "können die Zeichen der Lautschrift sprachlich umsetzen."
                }
                ]
            }, {
                "id": "2.4",
                "title": "Orthographie",
                "description": "Die Schülerinnen und Schüler können unter Anwendung der Rechtschreib- und Zeichensetzungsregeln der Zielsprache ausreichend korrekt und verständlich schreiben.",
                "children": []
            }
            ]
        }, {
            "id": "3",
            "title": "Interkulturelle Kompetenzen",
            "description": "Interkulturelle Kompetenzen sind mehr als Wissen und mehr als eine Technik. Sie sind auch und vor allem Haltungen, die ihren Ausdruck gleichermaßen im Denken, Fühlen und Handeln und ihre Verankerung in entsprechenden Lebenserfahrungen und ethischen Prinzipien haben. Interkulturelle Kompetenzen beinhalten Einsicht in die Kulturabhängigkeit des eigenen Denkens, Handelns und Verhaltens sowie die Fähigkeit und Bereitschaft zur Wahrnehmung und Analyse fremdkultureller Perspektiven. Zum Zeitpunkt des Erwerbs des Mittleren Schulabschlusses heißt das: Die Schülerinnen und Schüler",
            "children": [{
                "id": "3.1",
                "title": "Kompetenzen",
                "description": "Interkulturelle Kompetenzen sind mehr als Wissen und mehr als eine Technik. Sie sind auch und vor allem Haltungen, die ihren Ausdruck gleichermaßen im Denken, Fühlen und Handeln und ihre Verankerung in entsprechenden Lebenserfahrungen und ethischen Prinzipien haben. Interkulturelle Kompetenzen beinhalten Einsicht in die Kulturabhängigkeit des eigenen Denkens, Handelns und Verhaltens sowie die Fähigkeit und Bereitschaft zur Wahrnehmung und Analyse fremdkultureller Perspektiven. Zum Zeitpunkt des Erwerbs des Mittleren Schulabschlusses heißt das: Die Schülerinnen und Schüler",
                "children": [{
                    "id": "3.1.1",
                    "title": "kennen elementare spezifische Kommunikations- und Interaktionsregeln ausgewählter englischsprachiger Länder und verfügen über ein entsprechendes Sprachregister, das sie in vertrauten Situationen anwenden können,"
                }, {
                    "id": "3.1.2",
                    "title": "sind neugierig auf Fremdes, aufgeschlossen für andere Kulturen und akzeptieren kulturelle Vielfalt,"
                }, {
                    "id": "3.1.3",
                    "title": "sind bereit, sich auf fremde Situationen einzustellen und sich in Situationen des Alltagslebens angemessen zu verhalten,"
                }, {
                    "id": "3.1.4",
                    "title": "sind in der Lage, ungewohnte Erfahrungen auszuhalten, mit ihnen sinnvoll und angemessen umzugehen und das Fremde nicht als etwas wahrzunehmen, das Angst macht,"
                }, {
                    "id": "3.1.5",
                    "title": "können sich in Bezug auf die Befindlichkeiten und Denkweisen in den fremdkulturellen Partner hineinversetzen,"
                }, {
                    "id": "3.1.6",
                    "title": "kennen gängige Sicht- und Wahrnehmungsweisen, Vorurteile und Stereotype des eigenen und des fremdkulturellen Landes und setzen sich mit ihnen auseinander,"
                }, {
                    "id": "3.1.7",
                    "title": "können kulturelle Differenzen, Missverständnisse und Konfliktsituationen bewusst wahrnehmen, sich darüber verständigen und gegebenenfalls gemeinsam handeln."
                }
                ]
            }, {
                "id": "3.2",
                "title": "Bezüge der Kompetenzen",
                "description": "Die Kenntnisse und Fertigkeiten beziehen sich insbesondere auf Charakteristika der eigenen und der fremdsprachlichen Gesellschaft und Kultur aus folgenden Bereichen:",
                "children": [{
                    "id": "3.2.1",
                    "title": "das tägliche Leben (Alltag, Schule und Freizeit, Essen und Trinken, Arbeitszeiten und -gewohnheiten, Feiertage u.a.),"
                }, {
                    "id": "3.2.2",
                    "title": "Lebensbedingungen (Lebensstandard, geografische, soziokulturelle Merkmale, u.a.),"
                }, {
                    "id": "3.2.3",
                    "title": "zwischenmenschliche Beziehungen (Geschlechterbeziehungen, Familienstrukturen, Generationsbeziehungen, u.a.),"
                }, {
                    "id": "3.2.4",
                    "title": "Werte, Normen, Überzeugungen, Einstellungen (in Bezug auf regionale Kulturen, Traditionen, Geschichte, Minderheiten, Kunst, u.a.)."
                }
                ]
            }
            ]
        }, {
            "id": "4",
            "title": "Methodenkompetenzen",
            "description": "Die Schülerinnen und Schüler verfügen ihrem Alter und Bildungsgang entsprechend über fachliche und fachübergreifende Arbeitstechniken und Methoden.",
            "children": [{
                "id": "4.1",
                "title": "Textrezeption (Leseverstehen und Hörverstehen)",
                "description": "Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "4.1.1",
                    "title": "verschiedene Hör- und Lesetechniken auf unterschiedliche Textarten (z. B. Sachtexte, Artikel, literarische Kleinformen) anwenden,"
                }, {
                    "id": "4.1.2",
                    "title": "sich schnell einen groben Überblick über den Inhalt eines Textes verschaffen,"
                }, {
                    "id": "4.1.3",
                    "title": "wichtige Details durch Unterstreichen markieren,"
                }, {
                    "id": "4.1.4",
                    "title": "wichtige Textstellen durch farbliches Hervorheben, durch das Notieren von Stichworten und durch ordnende ergänzende Randnotizen besonders kenntlich machen."
                }
                ]
            }, {
                "id": "4.2",
                "title": "Interaktion",
                "description": "Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "4.2.1",
                    "title": "sich in der Klasse, mit Partnern und in Gruppen in der Fremdsprache verständigen und Kommunikationsprozesse aufrecht erhalten,"
                }, {
                    "id": "4.2.2",
                    "title": "sich in realen Alltagssituationen mit unterschiedlichen, englischsprachigen Personen verständigen und Verständigungsprobleme durch Rückfragen, durch Vereinfachungen, durch Höflichkeitsformeln und nonverbale Mittel überwinden,"
                }, {
                    "id": "4.2.3",
                    "title": "Techniken des Vermittelns zwischen zwei Sprachen einsetzen."
                }
                ]
            }, {
                "id": "4.3",
                "title": "Textproduktion (Sprechen und Schreiben)",
                "description": "Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "4.3.1",
                    "title": "sich Informationen aus unterschiedlichen fremdsprachlichen Textquellen beschaffen, die se vergleichen, auswählen und bearbeiten,"
                }, {
                    "id": "4.3.2",
                    "title": "Techniken des Notierens zur Vorbereitung eigener Texte oder Präsentationen nutzen,"
                }, {
                    "id": "4.3.3",
                    "title": "mit Hilfe von Stichworten, Gliederungen, Handlungsgeländern Texte mündlich vortragen oder schriftlich verfassen,"
                }, {
                    "id": "4.3.4",
                    "title": "die Phasen des Schreibprozesses (Entwerfen, Schreiben, Überarbeiten) selbstständig durchführen."
                }
                ]
            }, {
                "id": "4.4",
                "title": "Lernstrategien",
                "description": "Lernstrategien beziehen sich auf sprachliche Mittel, auf Aussprache, Intonation, Orthographie sowie auf Grammatik. Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "4.4.1",
                    "title": "Hilfsmittel zum Nachschlagen und Lernen, z. B. Wörterbücher, Grammatikbücher usw. selbstständig nutzen,"
                }, {
                    "id": "4.4.2",
                    "title": "Verfahren zur Vernetzung, Strukturierung, Memorierung und Speicherung von sprachlichen Inputs, z. B. von Wortschatz, anwenden."
                }
                ]
            }, {
                "id": "4.5",
                "title": "Präsentation und Medien",
                "description": "Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "4.5.1",
                    "title": "Präsentationstechniken einsetzen (Medienwahl, Gliederungstechniken, Visualisierungstechniken, Gruppenpräsentation),"
                }, {
                    "id": "4.5.2",
                    "title": "mit Lernprogrammen (auch Multimedia) arbeiten,"
                }, {
                    "id": "4.5.3",
                    "title": "Neue Technologien zur Informationsbeschaffung, zur kommunikativen Interaktion (E-Mail) und zur Präsentation der Ergebnisse nutzen."
                }
                ]
            }, {
                "id": "4.6",
                "title": "Lernbewusstheit und Lernorganisation",
                "description": "Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "4.6.1",
                    "title": "den Nutzen der Fremdsprache zur Pflege von persönlichen und beruflichen Kontakten einschätzen,"
                }, {
                    "id": "4.6.2",
                    "title": "selbstständig, mit einem Partner oder in Gruppen längere Zeit arbeiten,"
                }, {
                    "id": "4.6.3",
                    "title": "ausgewählte Projekte (z. B. bilinguale Projekte) bearbeiten,"
                }, {
                    "id": "4.6.4",
                    "title": "für sie förderliche Lernbedingungen erkennen und nutzen, ihre Lernarbeit organisieren und die Zeit einteilen,"
                }, {
                    "id": "4.6.5",
                    "title": "Fehler erkennen und diese Erkenntnisse für den eigenen Lernprozess nutzen,"
                }, {
                    "id": "4.6.6",
                    "title": "ihren eigenen Lernfortschritt beschreiben und ggf. in einem Portfolio dokumentieren,"
                }, {
                    "id": "4.6.7",
                    "title": "Methoden des Spracherwerbs reflektieren und diese auf das Lernen weiterer Sprachen übertragen."
                }
                ]
            }
            ]
        }
        ]
    }, {
        "id": "msaf",
        "title": "Mittlerer Schulabschluss Französisch",
        "description": "In diesem Kapitel werden die von den Schülerinnen und Schülern zu erwerbenden zentralen Kompetenzen für den Mittleren Schulabschluss beschrieben. Die Beschreibung erfolgt in enger Anlehnung an den Gemeinsamen europäischen Referenzrahmen (GeR).2) Sofern der GeR seinerseits Niveaustufen der Sprachbeherrschung definiert, werden diese auch hier verwendet. Insofern werden für die Kommunikativen Fertigkeiten (Kapitel 3.1) und die Verfügbarkeit der sprachlichen Mittel (Kapitel 3.2) Niveaustufen des Referenzrahmens angeführt. Für die Interkulturellen Kompetenzen (Kapitel 3.3) und die Methodenkompetenzen (Kapitel 3.4) werden entsprechend keine Stufungen vorgenommen. Die Niveaustufe beschreibt jeweils das mittlere sprachliche Niveau, das die Schülerinnen und Schüler bis zum Erwerb des Mittleren Schulabschlusses erreichen sollen.",
        "children": [{
            "id": "1",
            "title": "Kommunikative Fertigkeiten",
            "description": "Bis zum Mittleren Schulabschluss erreichen die Schülerinnen und Schüler im Wesentlichen das Niveau B1 des Gemeinsamen europäischen Referenzrahmens. In Abhängigkeit von den Eigenbedingungen schulischen Fremdsprachenlernens sind jedoch in einigen Kompetenzbereichen höhere oder niedrigere Anforderungsniveaus etabliert, die hier entsprechend berücksichtigt wurden (z. B. mit der Ausweisung von B1+ oder A2). Das Niveau des Referenzrahmens – soweit dort ausgewiesen – ist für jeden Standard in Klammern angegeben.",
            "children": [{
                "id": "1.1",
                "title": "Hör- und Hör-/Sehverstehen",
                "description": "Die Schülerinnen und Schüler können unkomplizierte Sachinformationen über gewöhnliche alltags- oder berufsbezogene Themen verstehen und dabei die Hauptaussagen und Einzelinformationen erkennen, wenn in deutlich artikulierter Standardsprache gesprochen wird (B1+). Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "1.1.1",
                    "title": "im Allgemeinen den Hauptpunkten von längeren Gesprächen folgen, die in ihrer Gegenwart geführt werden (B1),"
                }, {
                    "id": "1.1.2",
                    "title": "Vorträge verstehen, wenn die Thematik vertraut und die Darstellung unkompliziert und klar strukturiert ist (B1+),"
                }, {
                    "id": "1.1.3",
                    "title": "Ankündigungen und Mitteilungen zu konkreten Themen verstehen, die in normaler Geschwindigkeit in Standardsprache gesprochen werden (B2),"
                }, {
                    "id": "1.1.4",
                    "title": "vielen Filmen folgen, deren Handlung im Wesentlichen durch Bild und Aktion getragen wird (B1)."
                }, {
                    "id": "1.1.5",
                    "title": "in Radionachrichten und in einfacheren Tonaufnahmen über vertraute Themen die Hauptpunkte verstehen, wenn relativ langsam und deutlich gesprochen wird (B1),"
                }, {
                    "id": "1.1.6",
                    "title": "das Wesentliche von Fernsehsendungen zu vertrauten Themen verstehen, sofern darin relativ langsam und deutlich gesprochen wird (B1)."
                }
                ]
            }, {
                "id": "1.2",
                "title": "Leseverstehen",
                "description": "Die Schülerinnen und Schüler können verschiedene unkomplizierte Texte aus Themenfeldern ihres Interessen- und Erfahrungsbereiches lesen und verstehen (B1).",
                "children": [{
                    "id": "1.2.1",
                    "title": "Korrespondenz lesen, die sich auf das eigene Interessengebiet bezieht und die wesentliche Aussage erfassen (B2),"
                }, {
                    "id": "1.2.2",
                    "title": "klar formulierte Anweisungen, unkomplizierte Anleitungen, Hinweise und Vorschriften verstehen (B1/ B2),"
                }, {
                    "id": "1.2.3",
                    "title": "längere Texte nach gewünschten Informationen durchsuchen und Informationen aus verschiedenen Texten zusammentragen, um eine bestimmte Aufgabe zu lösen (B1+),"
                }, {
                    "id": "1.2.4",
                    "title": "in kürzeren literarischen Texten (z. B. Short Stories) die wesentlichen Aussagen erfassen und diese zusammentragen, um eine bestimmte Aufgabe zu lösen (B1),"
                }, {
                    "id": "1.2.5",
                    "title": "die Aussagen einfacher literarischer Texte verstehen,"
                }, {
                    "id": "1.2.6",
                    "title": "in klar geschriebenen argumentativen Texten zu vertrauten Themen die wesentlichen Schlussfolgerungen erkennen, z. B. in Zeitungsartikeln (B1/ B1+)."
                }
                ]
            }, {
                "id": "1.3",
                "title": "Sprechen - An Gesprächen teilnehmen",
                "description": "Die Schülerinnen und Schüler können an Gesprächen über vertraute Themen teilnehmen, persönliche Meinungen ausdrücken und Informationen austauschen (B1). Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "1.3.1",
                    "title": "soziale Kontakte herstellen durch Begrüßung, Abschied, Sich-Vorstellen, Danken und Höflichkeitsformeln verwenden (A2),"
                }, {
                    "id": "1.3.2",
                    "title": "Gefühle wie Überraschung, Freude, Trauer, Interesse und Gleichgültigkeit ausdrücken und auf entsprechende Gefühlsäußerungen reagieren (B1),"
                }, {
                    "id": "1.3.3",
                    "title": "ein Gespräch oder eine Diskussion beginnen, fortführen und auch bei sprachlichen Schwierigkeiten aufrechterhalten (B1),"
                }, {
                    "id": "1.3.4",
                    "title": "die meisten Dienstleistungsgespräche und routinemäßigen Situationen bewältigen, z. B. Umgang mit öffentlichen Einrichtungen während eines Auslandsaufenthaltes, Einkauf, Essen (B1),"
                }, {
                    "id": "1.3.5",
                    "title": "in einem Interview konkrete Auskünfte geben, z. B. in Bewerbungsgesprächen (B1+),"
                }, {
                    "id": "1.3.6",
                    "title": "eine kurze Geschichte, einen Artikel, einen Vortrag, ein Interview oder eine Dokumentarsendung zu vertrauten Themen einem Gesprächspartner vorstellen und Informationsfragen dazu beantworten (B1+),"
                }, {
                    "id": "1.3.7",
                    "title": "in Gesprächen und Diskussionen kurz zu den Standpunkten anderer Stellung nehmen und höflich Überzeugungen und Meinungen, Zustimmung und Ablehnung ausdrücken (B1/ B1+)."
                }
                ]
            }, {
                "id": "1.4",
                "title": "Sprechen - Zusammenhängendes Sprechen",
                "description": "Die Schülerinnen und Schüler können Erfahrungen und Sachverhalte zusammenhängend darstellen, z. B. beschreiben, berichten, erzählen und bewerten (B1). Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "1.4.1",
                    "title": "mit einfachen Mitteln Gegenstände und Vorgänge des Alltags beschreiben, z. B. Rezepte, Wegbeschreibungen, Spielregeln, Bedienungsanleitungen (A2),"
                }, {
                    "id": "1.4.2",
                    "title": "eine vorbereitete Präsentation zu einem vertrauten Thema vortragen, wobei die Hauptpunkte hinreichend präzise erläutert werden (B1),"
                }, {
                    "id": "1.4.3",
                    "title": "für Ansichten, Pläne oder Handlungen kurze Begründungen oder Erklärungen geben (B1)."
                }
                ]
            }, {
                "id": "1.5",
                "title": "Schreiben",
                "description": "Die Schülerinnen und Schüler können zusammenhängende Texte zu vertrauten Themen aus ihrem Interessengebiet verfassen (B1). Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "1.5.1",
                    "title": "eine Nachricht notieren, wenn jemand nach Informationen fragt oder ein Problem erläutert (B1+),"
                }, {
                    "id": "1.5.2",
                    "title": "in persönlichen Briefen Mitteilungen, einfache Informationen und Gedanken darlegen (B1),"
                }, {
                    "id": "1.5.3",
                    "title": "einfache standardisierte Briefe und E-Mails adressatengerecht formulieren, z. B. Anfragen, Bewerbungen (B1),"
                }, {
                    "id": "1.5.4",
                    "title": "unkomplizierte, detaillierte Texte zu einer Reihe verschiedener Themen aus ihren Interessengebieten verfassen, z. B. Erfahrungsberichte, Geschichten, Beschreibungen (B1),"
                }, {
                    "id": "1.5.5",
                    "title": "kurze einfache Aufsätze zu Themen von allgemeinem Interesse schreiben (B1),"
                }, {
                    "id": "1.5.6",
                    "title": "kurze Berichte zu vertrauten Themen schreiben, darin Informationen weitergeben, Gründe für Handlungen angeben und Stellung nehmen (B 1+)."
                }
                ]
            }, {
                "id": "1.6",
                "title": "Sprachmittlung",
                "description": "Die Schülerinnen und Schüler können mündlich in Routinesituationen und schriftlich zu vertrauten Themen zusammenhängende sprachliche Äußerungen und Texte sinngemäß von der einen in die andere Sprache übertragen. Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "1.6.1",
                    "title": "in Alltagssituationen sprachmittelnd agieren,"
                }, {
                    "id": "1.6.2",
                    "title": "persönliche und einfache Sach- und Gebrauchstexte sinngemäß übertragen."
                }
                ]
            }
            ]
        }, {
            "id": "2",
            "title": "Verfügung über die sprachlichen Mittel",
            "description": "Die sprachlichen Mittel Wortschatz, Grammatik, Aussprache, Intonation und Orthographie sind funktionale Bestandteile der Kommunikation. Anzustreben ist ihre höchstmögliche Verfügbarkeit, allerdings haben sie grundsätzlich dienende Funktion. Im Vordergrund steht die gelungene Kommunikation. Für die folgenden Bereiche werden keine detaillierten Listen angeführt. Die Entscheidung darüber bleibt den einzelnen Ländern vorbehalten. In diesem Zusammenhang sei auch auf die Ausführungen im Kapitel 5.2.1 – Linguistische Kompetenzen – des Gemeinsamen europäischen Referenzrahmens verwiesen (http://www.goethe.de/z/50/commeuro/deindex.htm). Bis zum Mittleren Schulabschluss erreichen die Schülerinnen und Schüler im Wesentlichen das Niveau B1 des Gemeinsamen europäischen Referenzrahmens.",
            "children": [{
                "id": "2.1",
                "title": "Wortschatz",
                "description": "Die Schülerinnen und Schüler verfügen über einen hinreichend großen Wortschatz, um sich mit Hilfe von einigen Umschreibungen über die häufigsten Alltagsthemen der eigenen und der fremdsprachlichen Gesellschaft und Kultur (vgl. Kapitel 3.3) äußern zu können. Darüber hinaus sind sie in der Lage, zusätzliche lexikalische Einheiten hörend oder lesend zu verstehen (rezeptiver Wortschatz) oder selbstständig aus Texten zu erschließen (potentieller Wortschatz). Die Schülerinnen und Schüler machen aber noch elementare Fehler, wenn es darum geht, komplexere Sachverhalte auszudrücken und wenig vertraute Themen und Situationen zu bewältigen.",
                "children": []
            }, {
                "id": "2.2",
                "title": "Grammatik",
                "descrption": "Die Schülerinnen und Schüler verfügen im Allgemeinen über verwendungshäufige grammatische Strukturen, können diese intentions- und situationsangemessen anwenden und haben ein elementares Strukturbewusstsein entwickelt. Sie machen zwar noch Fehler, aber es bleibt klar, was sie zum Ausdruck bringen möchten. Darüber hinaus können sie ein Repertoire von häufig verwendeten Redefloskeln und von Wendungen ausreichend korrekt verwenden. Die Reichweite der rezeptiv verfügbaren Strukturen ist größer als die der produktiv verfügbaren Strukturen. Sie können unter anderem",
                "children": [{
                    "id": "2.2.1",
                    "title": "Aussagen, Fragen und Aufforderungen in bejahter und verneinter Form verstehen und formulieren,"
                }, {
                    "id": "2.2.2",
                    "title": "Handlungen, Ereignisse und Sachverhalte als gegenwärtig, vergangen, zukünftig oder zeitlos, mehrere Geschehnisse als gleichzeitig oder aufeinanderfolgend bzw. unter Berücksichtigung von Vor- und Nachzeitigkeit erkennen und wiedergeben,"
                }, {
                    "id": "2.2.3",
                    "title": "räumliche, zeitliche und logische Beziehungen erkennen und herstellen,"
                }, {
                    "id": "2.2.4",
                    "title": "Handlungsperspektiven (aktive und passive Satzkonstruktionen) verstehen und selbst formulieren,"
                }, {
                    "id": "2.2.5",
                    "title": "Anzahl, Art und Zugehörigkeit von Gegenständen, Lebewesen und Sachverhalten erkennen und beschreiben,"
                }, {
                    "id": "2.2.6",
                    "title": "Informationen wörtlich und vermittelt wiedergeben (direkte/indirekte Rede),"
                }, {
                    "id": "2.2.7",
                    "title": "Bedingungen und Bezüge formulieren."
                }
                ]
            }, {
                "id": "2.3",
                "title": "Aussprache und Intonation",
                "description": "Die Schülerinnen und Schüler",
                "children": [{
                    "id": "2.3.1",
                    "title": "können verschiedenartige Aussprachevarianten der Zielsprache verstehen,"
                }, {
                    "id": "2.3.2",
                    "title": "beherrschen die Aussprache in der Weise, dass diese i.d.R. weder auf der Wort- noch auf der Satzebene zu Missverständnissen führt,"
                }, {
                    "id": "2.3.3",
                    "title": "können die Zeichen der Lautschrift sprachlich umsetzen."
                }
                ]
            }, {
                "id": "2.4",
                "title": "Orthographie",
                "description": "Die Schülerinnen und Schüler können unter Anwendung der Rechtschreib- und Zeichensetzungsregeln der Zielsprache ausreichend korrekt und verständlich schreiben.",
                "children": []
            }
            ]
        }, {
            "id": "3",
            "title": "Interkulturelle Kompetenzen",
            "description": "Interkulturelle Kompetenzen sind mehr als Wissen und mehr als eine Technik. Sie sind auch und vor allem Haltungen, die ihren Ausdruck gleichermaßen im Denken, Fühlen und Handeln und ihre Verankerung in entsprechenden Lebenserfahrungen und ethischen Prinzipien haben. Interkulturelle Kompetenzen beinhalten Einsicht in die Kulturabhängigkeit des eigenen Denkens, Handelns und Verhaltens sowie die Fähigkeit und Bereitschaft zur Wahrnehmung und Analyse fremdkultureller Perspektiven. Zum Zeitpunkt des Erwerbs des Mittleren Schulabschlusses heißt das: Die Schülerinnen und Schüler",
            "children": [{
                "id": "3.1",
                "title": "Kompetenzen",
                "description": "Interkulturelle Kompetenzen sind mehr als Wissen und mehr als eine Technik. Sie sind auch und vor allem Haltungen, die ihren Ausdruck gleichermaßen im Denken, Fühlen und Handeln und ihre Verankerung in entsprechenden Lebenserfahrungen und ethischen Prinzipien haben. Interkulturelle Kompetenzen beinhalten Einsicht in die Kulturabhängigkeit des eigenen Denkens, Handelns und Verhaltens sowie die Fähigkeit und Bereitschaft zur Wahrnehmung und Analyse fremdkultureller Perspektiven. Zum Zeitpunkt des Erwerbs des Mittleren Schulabschlusses heißt das: Die Schülerinnen und Schüler",
                "children": [{
                    "id": "3.1.1",
                    "title": "kennen elementare spezifische Kommunikations- und Interaktionsregeln ausgewählter französischsprachiger Länder und verfügen über ein entsprechendes Sprachregister, das sie in vertrauten Situationen anwenden können,"
                }, {
                    "id": "3.1.2",
                    "title": "sind neugierig auf Fremdes, aufgeschlossen für andere Kulturen und akzeptieren kulturelle Vielfalt,"
                }, {
                    "id": "3.1.3",
                    "title": "sind bereit, sich auf fremde Situationen einzustellen und sich in Situationen des Alltagslebens angemessen zu verhalten,"
                }, {
                    "id": "3.1.4",
                    "title": "sind in der Lage, ungewohnte Erfahrungen auszuhalten, mit ihnen sinnvoll und angemessen umzugehen und das Fremde nicht als etwas wahrzunehmen, das Angst macht,"
                }, {
                    "id": "3.1.5",
                    "title": "können sich in Bezug auf die Befindlichkeiten und Denkweisen in den fremdkulturellen Partner hineinversetzen,"
                }, {
                    "id": "3.1.6",
                    "title": "kennen gängige Sicht- und Wahrnehmungsweisen, Vorurteile und Stereotype des eigenen und des fremdkulturellen Landes und setzen sich mit ihnen auseinander,"
                }, {
                    "id": "3.1.7",
                    "title": "können kulturelle Differenzen, Missverständnisse und Konfliktsituationen bewusst wahrnehmen, sich darüber verständigen und gegebenenfalls gemeinsam handeln."
                }
                ]
            }, {
                "id": "3.2",
                "title": "Bezüge der Kompetenzen",
                "description": "Die Kenntnisse und Fertigkeiten beziehen sich insbesondere auf Charakteristika der eigenen und der fremdsprachlichen Gesellschaft und Kultur aus folgenden Bereichen:",
                "children": [{
                    "id": "3.2.1",
                    "title": "das tägliche Leben (Alltag, Schule und Freizeit, Essen und Trinken, Arbeitszeiten und -gewohnheiten, Feiertage u.a.),"
                }, {
                    "id": "3.2.2",
                    "title": "Lebensbedingungen (Lebensstandard, geografische, soziokulturelle Merkmale, u.a.),"
                }, {
                    "id": "3.2.3",
                    "title": "zwischenmenschliche Beziehungen (Geschlechterbeziehungen, Familienstrukturen, Generationsbeziehungen, u.a.),"
                }, {
                    "id": "3.2.4",
                    "title": "Werte, Normen, Überzeugungen, Einstellungen (in Bezug auf regionale Kulturen, Traditionen, Geschichte, Minderheiten, Kunst, u.a.)."
                }
                ]
            }
            ]
        }, {
            "id": "4",
            "title": "Methodenkompetenzen",
            "description": "Die Schülerinnen und Schüler verfügen ihrem Alter und Bildungsgang entsprechend über fachliche und fachübergreifende Arbeitstechniken und Methoden.",
            "children": [{
                "id": "4.1",
                "title": "Textrezeption (Leseverstehen und Hörverstehen)",
                "description": "Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "4.1.1",
                    "title": "verschiedene Hör- und Lesetechniken auf unterschiedliche Textarten (z. B. Sachtexte, Artikel, literarische Kleinformen) anwenden,"
                }, {
                    "id": "4.1.2",
                    "title": "sich schnell einen groben Überblick über den Inhalt eines Textes verschaffen,"
                }, {
                    "id": "4.1.3",
                    "title": "wichtige Details durch Unterstreichen markieren,"
                }, {
                    "id": "4.1.4",
                    "title": "wichtige Textstellen durch farbliches Hervorheben, durch das Notieren von Stichworten und durch ordnende ergänzende Randnotizen besonders kenntlich machen."
                }
                ]
            }, {
                "id": "4.2",
                "title": "Interaktion",
                "description": "Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "4.2.1",
                    "title": "sich in der Klasse, mit Partnern und in Gruppen in der Fremdsprache verständigen und Kommunikationsprozesse aufrecht erhalten,"
                }, {
                    "id": "4.2.2",
                    "title": "sich in realen Alltagssituationen mit unterschiedlichen, französischsprachigen Personen verständigen und Verständigungsprobleme durch Rückfragen, durch Vereinfachungen, durch Höflichkeitsformeln und nonverbale Mittel überwinden,"
                }, {
                    "id": "4.2.3",
                    "title": "Techniken des Vermittelns zwischen zwei Sprachen einsetzen."
                }
                ]
            }, {
                "id": "4.3",
                "title": "Textproduktion (Sprechen und Schreiben)",
                "description": "Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "4.3.1",
                    "title": "sich Informationen aus unterschiedlichen fremdsprachlichen Textquellen beschaffen, die se vergleichen, auswählen und bearbeiten,"
                }, {
                    "id": "4.3.2",
                    "title": "Techniken des Notierens zur Vorbereitung eigener Texte oder Präsentationen nutzen,"
                }, {
                    "id": "4.3.3",
                    "title": "mit Hilfe von Stichworten, Gliederungen, Handlungsgeländern Texte mündlich vortragen oder schriftlich verfassen,"
                }, {
                    "id": "4.3.4",
                    "title": "die Phasen des Schreibprozesses (Entwerfen, Schreiben, Überarbeiten) selbstständig durchführen."
                }
                ]
            }, {
                "id": "4.4",
                "title": "Lernstrategien",
                "description": "Lernstrategien beziehen sich auf sprachliche Mittel, auf Aussprache, Intonation, Orthographie sowie auf Grammatik. Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "4.4.1",
                    "title": "Hilfsmittel zum Nachschlagen und Lernen, z. B. Wörterbücher, Grammatikbücher usw. selbstständig nutzen,"
                }, {
                    "id": "4.4.2",
                    "title": "Verfahren zur Vernetzung, Strukturierung, Memorierung und Speicherung von sprachlichen Inputs, z. B. von Wortschatz, anwenden."
                }
                ]
            }, {
                "id": "4.5",
                "title": "Präsentation und Medien",
                "description": "Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "4.5.1",
                    "title": "Präsentationstechniken einsetzen (Medienwahl, Gliederungstechniken, Visualisierungstechniken, Gruppenpräsentation),"
                }, {
                    "id": "4.5.2",
                    "title": "mit Lernprogrammen (auch Multimedia) arbeiten,"
                }, {
                    "id": "4.5.3",
                    "title": "Neue Technologien zur Informationsbeschaffung, zur kommunikativen Interaktion (E-Mail) und zur Präsentation der Ergebnisse nutzen."
                }
                ]
            }, {
                "id": "4.6",
                "title": "Lernbewusstheit und Lernorganisation",
                "description": "Die Schülerinnen und Schüler können",
                "children": [{
                    "id": "4.6.1",
                    "title": "den Nutzen der Fremdsprache zur Pflege von persönlichen und beruflichen Kontakten einschätzen,"
                }, {
                    "id": "4.6.2",
                    "title": "selbstständig, mit einem Partner oder in Gruppen längere Zeit arbeiten,"
                }, {
                    "id": "4.6.3",
                    "title": "ausgewählte Projekte (z. B. bilinguale Projekte) bearbeiten,"
                }, {
                    "id": "4.6.4",
                    "title": "für sie förderliche Lernbedingungen erkennen und nutzen, ihre Lernarbeit organisieren und die Zeit einteilen,"
                }, {
                    "id": "4.6.5",
                    "title": "Fehler erkennen und diese Erkenntnisse für den eigenen Lernprozess nutzen,"
                }, {
                    "id": "4.6.6",
                    "title": "ihren eigenen Lernfortschritt beschreiben und ggf. in einem Portfolio dokumentieren,"
                }, {
                    "id": "4.6.7",
                    "title": "Methoden des Spracherwerbs reflektieren und diese auf das Lernen weiterer Sprachen übertragen."
                }
                ]
            }
            ]
        }
        ]
    }
    ]
}
